"play" = "لعب";
"about" = "حول";
"back" = "عودة";
"highlevel" = "اعلى مستوى";
"highscore" = "درجة عالية";
"personalScore" = "النتيجة الشخصية";
"leaderboard" = "المتصدرين العالمي";
"waveBoard" = "المتصدرين المستوى";
"textsection" =
"انقاذ الديناصورات!

اضغط على الكويكبات!
تفجيرها!
    
مخصص لي
شقيقة سامانثا.

حقوق النشر © 2020
جوردان كلاين.
كل الحقوق محفوظة.";
"littledino" = "حماية الديناصورات!";
"level" = "مستوى";
"score" = "أحرز هدفا";
"greatjob" = "عمل عظيم";
"goodjob" = "عمل جيد";
"greattry" = "حاول عظيم";
"greateffort" = "جهد رائع";
"goodeffort" = "مجهود جيد";
"playGame" = "لعب";
"shop" = "متجر";
"starAmount" = "النجوم";
"removeAds" = "ازالة الاعلانات";

// Asteroid Types in Shop
"redAsteroid" = "الكويكبات الحمراء";
"blueAsteroid" = "الكويكبات الزرقاء";
"greenAsteroid" = "الكويكبات الخضراء";
"purpleAsteroid" = "الكويكبات الأرجواني";
"specialAsteroid" = "الكويكبات الخاصة";

//Unlockables
"redUnlockable" = "تحتاج إلى 150 نجوم لإلغاء القفل.";
"blueUnlockable" = "تحتاج إلى 100 نجوم لإلغاء القفل.";
"greenUnlockable" = "تحتاج إلى 50 نجوم لإلغاء القفل.";
"purpleUnlockable" = "تحتاج إلى 200 نجوم لإلغاء القفل.";
"specialUnlockable" = "تحتاج إلى 250 نجوم لإلغاء القفل.";
